cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'ack'
brew 'ansible'
brew 'bash-git-prompt'
brew 'git'
brew 'go'
brew 'npm'
brew 'pv'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'

cask '1password'
cask 'alfred'
cask 'dash'
cask 'dropbox'
cask 'evernote'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'little-snitch'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'

# fonts
cask 'font-inconsolata'
cask 'font-source-code-pro'
