cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'ack'
brew 'ansible'
brew 'awscli'
brew 'bash-git-prompt'
brew 'ffmpeg'
brew 'git'
brew 'go'
brew 'htop'
brew 'lua'
brew 'node'
brew 'npm'
brew 'p7zip'
brew 'pandoc'
brew 'pv'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'watch'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'alfred'
cask 'caffeine'
cask 'dash'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'little-snitch'
cask 'macdown'
cask 'slack'
cask 'shimo'
cask 'spectacle'
cask 'spotify'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'

# fonts
cask 'font-inconsolata'
cask 'font-source-code-pro'
